Repository: Riyazali613618/ride_with_driver
Catalog: lib/l10n/app_*.arb
Languages: bn, hi

source: Choose Your Plan
hi: अपनी योजना चुनें

# chooseYourPlanDesc
source: Select the best plan for your business
hi: अपने व्यवसाय के लिए सबसे अच्छी योजना चुनें

# perMonth
source: /month
hi: /माह

# reviewsAndRatings
source: Reviews & Ratings
hi: समीक्षा और रेटिंग

source: Pricing
hi: मूल्य निर्धारण
