Repository: Riyazali613618/ride_with_driver
Catalog: lib/l10n/app_*.arb
Languages: bn, hi

# effective_date
source: Effective Date: 15 Apr 2025
hi: प्रभावी तिथि: 15 अप्रैल 2025

# terms_welcome_message
source: Welcome to RideNow Taxi App. By using our services, you agree to the terms and conditions outlined below. Please read them carefully before booking a ride.
hi: RideNow टैक्सी ऐप में आपका स्वागत है। हमारी सेवाओं का उपयोग करके, आप नीचे दिए गए नियमों और शर्तों से सहमत होते हैं। सवारी बुक करने से पहले कृपया उन्हें ध्यान से पढ़ें।

# need_help_contact
source: Need Help? Contact Support
hi: मदद चाहिए? समर्थन से संपर्क करें

# customer_care_24x7
source: 24x7 Customer Care
hi: 24x7 ग्राहक सेवा

# profile_photo_required
source: Profile photo is required
hi: प्रोफाइल फोटो आवश्यक है

# wait_for_doc_verification
source: Please wait for all documents to be verified before proceeding
hi: आगे बढ़ने से पहले कृपया सभी दस्तावेज़ों के सत्यापित होने का इंतजार करें

# all_docs_required
source: All required documents are needed
hi: सभी आवश्यक दस्तावेज़ आवश्यक हैं

source: fuelType
hi: ईंधन प्रकार

source: vehicleOwnership
hi: वाहन स्वामित्व

# rc_front_required
source: RC Book front photo is required
hi: आरसी बुक फ्रंट फोटो आवश्यक है

# rc_back_required
source: RC Book back photo is required
hi: आरसी बुक बैक फोटो आवश्यक है

# at_least_one_vehicle_photo
source: At least one vehicle photo is required
hi: कम से कम एक वाहन फोटो आवश्यक है

source: serviceCity
hi: सेवा शहर

source: language
hi: भाषा

# no_document_uploaded
source: No document uploaded yet
hi: अभी तक कोई दस्तावेज़ अपलोड नहीं किया गया

# verify_docs_before_submission
source: Please verify all documents before submission
hi: सबमिशन से पहले कृपया सभी दस्तावेज़ सत्यापित करें

# become_auto_rickshaw_driver
source: Become an Auto Rickshaw Driver
hi: ऑटो रिक्शा ड्राइवर बनें

# doc_verification
source: Document Verification
hi: दस्तावेज़ सत्यापन

source: Allow Fare Negotiation
hi: किराया मोलभाव की अनुमति दें

source: Service Cities
hi: सेवा शहर

source: Personal Information
hi: व्यक्तिगत जानकारी

# doc_verification_status
source: Documents Verification Status
hi: दस्तावेज़ सत्यापन स्थिति

source: Uploaded Files :
hi: अपलोड की गई फाइलें:

source: Fare Details
hi: किराया विवरण

source: Languages Spoken
hi: बोली जाने वाली भाषाएँ

source: Address
hi: पता

# submission_confirmation
source: By submitting this application, you confirm that all the information provided is accurate and true.
hi: इस आवेदन को जमा करके, आप पुष्टि करते हैं कि प्रदान की गई सभी जानकारी सटीक और सत्य है।

source: gender
hi: लिंग

source: Vehicle Type
hi: वाहन प्रकार

source: servicesCities
hi: सेवा शहर

source: languageSpoken
hi: बोली जाने वाली भाषा

# become_driver
source: Become a Driver
hi: ड्राइवर बनें

source: Experience & Charges
hi: अनुभव और शुल्क

source: Vehicle & Cities
hi: वाहन और शहर

source: Successfully Verified
hi: सफलतापूर्वक सत्यापित

source: Verify Images
hi: छवियाँ सत्यापित करें

# enter_aadhaar_number
source: Enter Your Aadhaar Number
hi: अपना आधार नंबर दर्ज करें

source: Name as on Aadhaar
hi: आधार पर नाम

source: Verify
hi: सत्यापित करें

# enter_dl_number
source: Enter Your Driving License Number
hi: अपना ड्राइविंग लाइसेंस नंबर दर्ज करें

source: Name as on License
hi: लाइसेंस पर नाम

source: Date of Birth
hi: जन्म तिथि

source: View
hi: देखें

source: Image Preview
hi: छवि पूर्वावलोकन

# image_count
source: {currentIndex} of {totalImages}
hi: {currentIndex} / {totalImages}

# please_check_internet
source: Please check your internet connection
hi: कृपया अपना इंटरनेट कनेक्शन जांचें

# application_submitted
source: Application submitted successfully!
hi: आवेदन सफलतापूर्वक जमा हो गया!

# error_occurred
source: An error occurred: {error}
hi: एक त्रुटि हुई: {error}

source: E-RICKSHAW Registration
hi: ई-रिक्शा पंजीकरण

# submission_confirmation_complete
source: By submitting this application, you confirm that all the information provided is accurate and complete.
hi: इस आवेदन को जमा करके, आप पुष्टि करते हैं कि प्रदान की गई सभी जानकारी सटीक और पूर्ण है।

# become_transporter
source: Become a Transporter
hi: ट्रांसपोर्टर बनें

source: Fleet Size
hi: फ्लीट आकार

# enable_price_negotiation
source: Enable price negotiation via chat/calls
hi: चैट/कॉल के माध्यम से मूल्य मोलभाव सक्षम करें

# business_info
source: Business Information
hi: व्यवसाय जानकारी

source: Contact Preferences
hi: संपर्क वरीयताएँ

source: Documents
hi: दस्तावेज़

# submission_confirmation_valid
source: By submitting this application, you confirm that all the information provided is accurate and documents are valid.
hi: इस आवेदन को जमा करके, आप पुष्टि करते हैं कि प्रदान की गई सभी जानकारी सटीक है और दस्तावेज़ वैध हैं।

source: airConditioning
hi: एयर कंडीशनिंग

source: servedLocation
hi: सेवा स्थान

source: Price is negotiable
hi: मूल्य मोलभाव योग्य है

source: Vehicle Videos (Optional)
hi: वाहन वीडियो (वैकल्पिक)

# vehicle_registration_docs
source: Vehicle Registration Documents
hi: वाहन पंजीकरण दस्तावेज़

# rc_front_photo
source: RC Book Front Photo
hi: आरसी बुक फ्रंट फोटो

# rc_back_photo
source: RC Book Back Photo
hi: आरसी बुक बैक फोटो

# review_vehicle_info
source: Review Your Vehicle Information
hi: अपनी वाहन जानकारी की समीक्षा करें

# videos_uploaded_count
source: {count} video(s) uploaded
hi: {count} वीडियो अपलोड किया गया

# reg_documents
source: Registration Documents
hi: पंजीकरण दस्तावेज़

# rc_front
source: RC Book Front
hi: आरसी बुक फ्रंट

# rc_back
source: RC Book Back
hi: आरसी बुक बैक

# review_before_submitting
source: Please review all the information carefully before submitting.
hi: सबमिट करने से पहले कृपया सभी जानकारी सावधानीपूर्वक समीक्षा करें।

# failed_to_delete_chat
source: Failed to delete chat: {error}
hi: चैट हटाने में विफल: {error}

source: Delete Chat
hi: चैट हटाएं

# confirm_delete_chat
source: Are you sure you want to delete this chat with {name}?
hi: क्या आप वाकई {name} के साथ इस चैट को हटाना चाहते हैं?

source: Message
hi: संदेश

source: Loading chats...
hi: चैट लोड हो रही हैं...

source: No chats yet
hi: अभी तक कोई चैट नहीं

# start_conversation_message
source: Start a conversation to see it here
hi: एक वार्तालाप शुरू करें ताकि इसे यहां देख सकें

source: Deleting...
hi: हटाया जा रहा है...

source: Typing...
hi: टाइप कर रहे हैं...

# type_message
source: Type a message...
hi: एक संदेश टाइप करें...

source: Upload Media
hi: मीडिया अपलोड करें

source: Document
hi: दस्तावेज़

source: Download
hi: डाउनलोड

# unsupported_media
source: Unsupported media type
hi: असमर्थित मीडिया प्रकार

source: Loading video...
hi: वीडियो लोड हो रहा है...

source: Cannot open document
hi: दस्तावेज़ नहीं खोल सकता

# failed_to_download_doc
source: Failed to download document
hi: दस्तावेज़ डाउनलोड करने में विफल

source: Filter Options
hi: फ़िल्टर विकल्प

source: Reset
hi: रीसेट

source: Apply
hi: लागू करें

source: Unsaved Changes
hi: असहेजित परिवर्तन

# confirm_leave_without_saving
source: You have unsaved changes. Are you sure you want to leave?
hi: आपके पास असहेजित परिवर्तन हैं। क्या आप वाकई बिना सहेजे जाना चाहते हैं?

source: Leave
hi: छोड़ें

source: Edit Profile
hi: प्रोफाइल संपादित करें

# loading_profile
source: Loading your profile...
hi: आपकी प्रोफाइल लोड हो रही है...

# view_edit_profile
source: View and edit profile
hi: प्रोफाइल देखें और संपादित करें

source: Plans
hi: योजनाएँ

source: My Ratings
hi: मेरी रेटिंग्स

source: Faq
hi: एफ़ एक्यू

source: Support
hi: समर्थन

source: Rate our app
hi: हमारे ऐप को रेट करें

source: About Us
hi: हमारे बारे में

source: Privacy Policy
hi: गोपनीयता नीति

# choose_perfect_driver
source: Choose Your Perfect Driver
hi: अपना सही ड्राइवर चुनें

source: No Driver found
hi: कोई ड्राइवर नहीं मिला

# try_different_criteria
source: Try searching with different criteria
hi: विभिन्न मानदंडों के साथ खोज करने का प्रयास करें

# years_experience
source: {experience} years
hi: {experience} वर्ष

source: Failed to log activity
hi: गतिविधि लॉग करने में विफल

source: View More
hi: और देखें

source: Driver Profile
hi: ड्राइवर प्रोफाइल

# no_driver_details
source: No driver details found
hi: कोई ड्राइवर विवरण नहीं मिला

# years_experience_display
source: {experience} Years Experience
hi: {experience} वर्षों का अनुभव

# more_info
source: More Information
hi: अधिक जानकारी

source: Driver Bio
hi: ड्राइवर के बारे में

source: Minimum Charges
hi: न्यूनतम शुल्क

# review_submitted
source: Review submitted successfully!
hi: समीक्षा सफलतापूर्वक जमा हो गई!

source: Ratings & Reviews
hi: रेटिंग्स और समीक्षाएँ

# rating_colon
source: Rating:
hi: रेटिंग:

source: Congratulations!
hi: बधाई हो!

# successfully_registered
source: You have successfully registered.
hi: आपने सफलतापूर्वक पंजीकरण कर लिया है।

# payment_successful_title
source: Payment Successful!
hi: भुगतान सफल!

# transaction_completed
source: Your transaction has been completed
hi: आपका लेन-देन पूरा हो गया है

# date_colon
source: Date
hi: तिथि

# time_colon
source: Time
hi: समय

source: Transaction ID
hi: लेन-देन आईडी

# amount_colon
source: Amount
hi: राशि

# payment_method_colon
source: Payment Method
hi: भुगतान विधि

source: Share Receipt
hi: रसीद साझा करें

source: Done
hi: हो गया

source: Loading transporter details...
hi: ट्रांसपोर्टर विवरण लोड हो रहे हैं...

# total_fleet_size_display
source: Total Fleet Size: {count}
hi: कुल फ्लीट आकार: {count}

source: Available Vehicles
hi: उपलब्ध वाहन

# vehicles_count
source: {count} Vehicle{plural}
hi: {count} वाहन

source: No vehicles available
hi: कोई वाहन उपलब्ध नहीं

# price_per_hour
source: {currency}{price}/hr
hi: {currency}{price}/घंटा

source: Negotiable
hi: मोलभाव योग्य

source: Image not available
hi: छवि उपलब्ध नहीं

source: Video unavailable
hi: वीडियो उपलब्ध नहीं

# find_vehicles_drivers
source: Find the perfect vehicles and drivers
hi: सही वाहन और ड्राइवर खोजें

source: Use Current Location
hi: वर्तमान स्थान का उपयोग करें

source: You
hi: आप

source: Suggestions
hi: सुझाव

# choose_vehicle_type
source: Choose Your Vehicle Type
hi: अपना वाहन प्रकार चुनें

# select_vehicle_option
source: Select the option that best describes your vehicle
hi: वह विकल्प चुनें जो आपके वाहन का सबसे अच्छा वर्णन करता है

source: Become Driver/Transporter
hi: ड्राइवर/ट्रांसपोर्टर बनें

source: Subscribe Now
hi: अभी सदस्यता लें

# failed_to_load_more_vehicles
source: Failed to load more vehicles: {error}
hi: अधिक वाहन लोड करने में विफल: {error}

# failed_to_refresh
source: Failed to refresh: {error}
hi: ताज़ा करने में विफल: {error}

# could_not_launch_phone
source: Could not launch phone app
hi: फोन ऐप लॉन्च नहीं कर सका

source: min charge
hi: न्यूनतम शुल्क

# no_vehicles_found
source: Oops! We couldn't find any vehicles.
hi: उफ़! हमें कोई वाहन नहीं मिला।

# try_changing_location
source: 🔍 Try changing the location or exploring other categories.
hi: 🔍 स्थान बदलने या अन्य श्रेणियों को एक्सप्लोर करने का प्रयास करें।

source: No more vehicles
hi: और कोई वाहन नहीं

source: View More Vehicles
hi: अधिक वाहन देखें

# vehicle_details_title
source: {vehicleName} Details
hi: {vehicleName} विवरण

# short_id
source: ID: {shortId}
hi: आईडी: {shortId}

# about_colon
source: About
hi: के बारे में

# min_charge_colon
source: Min Charge
hi: न्यूनतम शुल्क

# swipe_navigate_instructions
source: Swipe to navigate • Pinch to zoom
hi: नेविगेट करने के लिए स्वाइप करें • ज़ूम करने के लिए पिंच करें

# continue_co
source: Continue
hi: जारी रखें

# enter_code_whatsapp
source: Enter the code that was sent to your WhatsApp number
hi: वह कोड दर्ज करें जो आपके WhatsApp नंबर पर भेजा गया था

# enter_valid_email
source: Please enter a valid email address
hi: कृपया एक मान्य ईमेल पता दर्ज करें

# by_continuing_agree_to
source: By continuing you agree to the
hi: जारी रखते हुए, आप सहमत होते हैं

source: and
hi: और

source: Explore
hi: एक्सप्लोर

source: Dashboard
hi: डैशबोर्ड

source: Category
hi: श्रेणी

source: Home
bn: বাড়ি
hi: होम

source: Car
hi: कार

source: Auto
hi: ऑटो

source: E-Rickshaw
hi: ई-रिक्शा

source: SUV
hi: एसयूवी

source: Minivan
hi: मिनिवैन

source: Bus
hi: बस

source: Driver
hi: ड्राइवर

# fieldRequired
source: {fieldName} is required
hi: {fieldName} आवश्यक है

source: Profile photo
hi: प्रोफ़ाइल फ़ोटो

source: First name
hi: प्रथम नाम

source: Email address
hi: ईमेल

source: Phone number
hi: फ़ोन नंबर

source: All Vehicles
hi: सभी वाहन

source: You are currently here
hi: आप वर्तमान में यहाँ हैं

source: How It Works
hi: कैसे काम करता है

# stepSearch
source: Search nearby or global ride
hi: आसपास या वैश्विक सवारी खोजें

# stepContact
source: Contact & confirm details
hi: संपर्क करें और विवरण की पुष्टि करें

# stepEnjoy
source: Enjoy a smooth ride!
hi: एक आरामदायक सवारी का आनंद लें!

source: Direct Contact.
hi: सीधा संपर्क।

source: No Commission.
hi: कोई कमीशन नहीं।

source: Powered by Bunty Bhai
hi: बंटी भाई द्वारा संचालित

source: Tap to change location
hi: स्थान बदलने के लिए टैप करें

source: Seats
hi: सीटें

source: Search location
hi: स्थान खोजें

source: Stand Alone Driver
hi: स्टैंड अलोन ड्राइवर

source: Auto Rickshaw
hi: ऑटो रिक्शा

# eRickshawt
source: E-Rickshaw
hi: ई-रिक्शा

source: Transporter
hi: ट्रांसपोर्टर

# locationNotInIndia
source: This location is not in India
hi: यह स्थान भारत में नहीं है

source: Address not available
hi: पता उपलब्ध नहीं है

# selectLocationFirst
source: Please select a location first
hi: कृपया पहले एक स्थान चुनें

source: Fixed Price
hi: निर्धारित मूल्य

source: Please try again later
hi: कृपया बाद में पुनः प्रयास करें

# categoryNotFoundMessage
source: Oops! We couldn't find this category at your selected location. We're expanding fast—stay tuned!
hi: उफ़! हम आपके चुने हुए स्थान पर यह श्रेणी नहीं ढूंढ सके। हम तेज़ी से विस्तार कर रहे हैं—बने रहें!

# idLabel
source: ID
hi: पहचान संख्या

source: About
hi: परिचय

source: Vehicle Name
hi: वाहन का नाम

source: Type
hi: प्रकार

source: Mileage
hi: माइलेज

# mileage_value
source: {value} km/l
hi: {value} कि.मी./ली.

source: Not specified
hi: निर्दिष्ट नहीं

source: Seating Capacity
hi: बैठने की क्षमता

# seating_capacity_value
source: {value} persons
hi: {value} व्यक्ति

# pricingAndAvailability
source: Pricing & Availability
hi: मूल्य और उपलब्धता

source: Price Type
hi: मूल्य प्रकार

source: Rating
hi: रेटिंग

source: Write your review here...
hi: अपनी समीक्षा यहाँ लिखें...

source: Review
hi: समीक्षा

source: Submitting...
hi: जमा किया जा रहा है...

source: Submit Review
hi: समीक्षा सबमिट करें

source: Review submitted successfully
hi: समीक्षा सफलतापूर्वक सबमिट हो गई

source: Review deleted successfully
hi: समीक्षा सफलतापूर्वक हटाई गई

source: Specifications
hi: विशेष विवरण

source: Features
hi: विशेषताएँ

source: Vehicle Videos
hi: वाहन वीडियो

source: Experience
hi: अनुभव

source: Total Reviews
hi: कुल समीक्षाएं

source: Average Rating
hi: औसत रेटिंग

source: ago
hi: पहले

source: year
hi: साल

source: years
hi: साल

source: month
hi: महीना

source: months
hi: महीने

source: day
hi: दिन

source: days
hi: दिन

source: hour
hi: घंटा

source: hours
hi: घंटे

source: minute
hi: मिनट

source: minutes
hi: मिनट

source: Just now
hi: अभी अभी

source: Today
hi: आज

source: Yesterday
hi: कल

source: Contact Preferences
hi: संपर्क वरीयताएँ

source: WhatsApp Notifications
hi: व्हाट्सएप सूचनाएँ

# whatsappSubtitle
source: Receive notifications via WhatsApp
hi: व्हाट्सएप के माध्यम से सूचनाएं प्राप्त करें

source: Phone Notifications
hi: फोन सूचनाएँ

# phoneSubtitle
source: Receive notifications via phone calls/SMS
hi: फोन कॉल/एसएमएस के माध्यम से सूचनाएं प्राप्त करें

source: Account Management
hi: खाता प्रबंधन

source: Delete Account
hi: खाता हटाएं

# deleteAccountSubtitle
source: Permanently delete your account
hi: स्थायी रूप से अपना खाता हटाएं

source: Other Settings
hi: अन्य सेटिंग्स

source: Change language
hi: भाषा बदलें

source: Coming Soon
hi: जल्द आ रहा है

# deleteAccountDialogTitle
source: Delete Account
hi: खाता हटाएं

# deleteAccountDialogContent
source: This action cannot be undone. All your data will be permanently deleted and you will lose access to your account.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। आपका सारा डेटा स्थायी रूप से हट जाएगा और आप अपने खाते तक पहुँच खो देंगे।

# authenticationError
source: Authentication error. Please login again.
hi: प्रमाणीकरण त्रुटि। कृपया फिर से लॉगिन करें।

# preferencesUpdated
source: Preferences updated successfully
hi: वरीयताएँ सफलतापूर्वक अपडेट की गईं

# failedUpdatePreferences
source: Failed to update preferences
hi: वरीयताएँ अपडेट करने में विफल

# networkError
source: Network error. Please check your connection.
hi: नेटवर्क त्रुटि। कृपया अपना कनेक्शन जांचें।

# accountDeleted
source: Account deleted successfully
hi: खाता सफलतापूर्वक हटाया गया

# failedDeleteAccount
source: Failed to delete account
hi: खाता हटाने में विफल

# noCamerasAvailable
source: No cameras available on this device
hi: इस डिवाइस पर कोई कैमरा उपलब्ध नहीं है

# cameraTitleBlink
source: Camera with Blink Detection
hi: पलक पहचान वाली कैमरा

# cameraTitle
source: Camera
hi: कैमरा

# cameraSubtitleBlink
source: Take photo with advanced detection
hi: एडवांस पहचान के साथ फोटो लें

# cameraSubtitle
source: Take a new photo
hi: नई फोटो लें

# uploadPromptButton
source: Click here to upload
hi: अपलोड करने के लिए यहां क्लिक करें

source: Remove
hi: हटाएं

# sixDigitPinIsRequired
source: 6 digit pin is required
hi: 6 अंकों का पिन आवश्यक है

# pleaseSelectAtLeastOne
source: Please select at least one {fieldName}
hi: कृपया कम से कम एक {fieldName} चुनें

source: Please select fuel type
hi: कृपया ईंधन प्रकार चुनें

source: Select vehicle ownership
hi: वाहन स्वामित्व चुनें

# fareAndCities
source: Fare & Cities
hi: किराया और शहर

source: Full name
hi: पूरा नाम

# pleaseSelectState
source: Please select a state
hi: कृपया राज्य चुनें

# pleaseSelectCity
source: Please select a city
hi: कृपया शहर चुनें

source: Pincode
hi: पिनकोड

# allDocumentsVerifiedSuccessfully
source: All documents have been verified successfully!
hi: सभी दस्तावेज़ सफलतापूर्वक सत्यापित हो गए हैं!

# pleaseEnsureAllDocumentsUploadedVerified
source: Please ensure all documents are uploaded and verified.
hi: कृपया सुनिश्चित करें कि सभी दस्तावेज़ अपलोड और सत्यापित किए गए हैं।

source: Aadhaar number
hi: आधार नंबर

source: Driving License
hi: ड्राइविंग लाइसेंस

source: Uploaded
hi: अपलोडेड

source: Yes
hi: हाँ

source: No
hi: नहीं

source: City
hi: शहर

source: State
hi: राज्य

source: All documents verified! Ready to submit.
hi: सभी दस्तावेज़ सत्यापित हो गए हैं! सबमिट करने के लिए तैयार हैं।

# documentVerificationIncomplete
source: Document verification incomplete. Please verify all documents before submission.
hi: दस्तावेज़ सत्यापन अधूरा है। कृपया सबमिट करने से पहले सभी दस्तावेज़ सत्यापित करें।

source: Submit
hi: सबमिट

source: Next
hi: आगे

source: Vehicle number
hi: वाहन नंबर

# check_internet_connection
source: Please check your internet connection and try again.
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और फिर से कोशिश करें।

# server_unavailable_message
source: The server is currently unavailable (502). Please try again later.
hi: सर्वर वर्तमान में अनुपलब्ध है (502)। कृपया बाद में पुनः प्रयास करें।

# unable_to_connect_server
source: Unable to connect to the server. Please check your connection.
hi: सर्वर से कनेक्ट नहीं हो सका। कृपया अपना कनेक्शन जांचें।

source: Request Timeout
hi: अनुरोध समय समाप्त

# request_timeout_message
source: The request took too long to complete. Please try again.
hi: अनुरोध को पूरा करने में बहुत समय लगा। कृपया फिर से कोशिश करें।

source: API Error
hi: API त्रुटि

# api_error_message
source: Something went wrong while fetching data. Please try again.
hi: डेटा प्राप्त करने में कुछ गलत हुआ। कृपया फिर से कोशिश करें।

# unexpected_error_message
source: An unexpected error occurred. Please try again.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया फिर से कोशिश करें।

source: Try Again
hi: फिर कोशिश करें

source: Open Settings
hi: सेटिंग्स खोलें

# check_device_settings
source: Please check your device settings
hi: कृपया अपनी डिवाइस सेटिंग्स जांचें

# startDetectionMessage
source: Press 'Start Detection' to begin
hi: 'शुरू करें' दबाएं पहचान शुरू करने के लिए

source: Stop Capturing
hi: कैप्चर करना बंद करें

source: Start Capturing
hi: कैप्चर करना शुरू करें

# cameraReady
source: Camera ready - Start detection
hi: कैमरा तैयार है - पहचान शुरू करें

# cameraInitError
source: Error: Camera initialization failed
hi: त्रुटि: कैमरा प्रारंभ नहीं हो सका

# positionFace
source: Position your face in the circle
hi: अपने चेहरे को घेरे के अंदर रखें

# noFaceDetected
source: No face detected - Position your face in the circle
hi: चेहरा नहीं मिला - अपने चेहरे को घेरे के अंदर रखें

# moveCloser
source: Move closer to the camera
hi: कैमरे के पास आएं

# blinkToCapture
source: Perfect! Now blink your eyes to capture
hi: बढ़िया! अब कैप्चर के लिए अपनी आंखें झपकाएं

# blinkDetected
source: Blink detected! Opening eyes...
hi: पलक झपकाना पहचाना गया! आंखें खोलना...

# expiresOn
source: Expires on {date} ({days} days left)
hi: {date} को समाप्त हो रहा है ({days} दिन शेष)

# expiryNotAvailable
source: Expiry date not available
hi: समाप्ति तिथि उपलब्ध नहीं है

# planIncludes
source: Your plan includes:
hi: आपकी योजना में शामिल हैं:

source: Payment on
hi: भुगतान की तिथि

source: Chat
hi: चैट

source: WhatsApp
hi: व्हाट्सएप

source: Call
hi: कॉल

source: Views
hi: देखे गए

source: Messages
hi: संदेश

source: Calls
hi: कॉल

source: Clicks
hi: क्लिक

source: Vehicle added
hi: वाहन जोड़ा गया

source: Listed
hi: सूचीबद्ध

source: Unlisted
hi: असूचीबद्ध

source: Hire Vehicle
hi: वाहन किराए पर लें

source: Hire Driver
hi: ड्राइवर किराए पर लें

source: Search by vehicle type, city or car code
hi: वाहन प्रकार, शहर या कार कोड से खोजें

# available_vehicles_with_driver
source: Available vehicles with a driver
hi: ड्राइवर के साथ उपलब्ध वाहन

source: Become Partner
hi: साझेदार बनें

source: Around You
hi: आपके आसपास

source: Active Drivers Nearby
hi: पास के सक्रिय ड्राइवर

source: See all
hi: सभी देखें

source: Join as Partner
hi: साझेदार के रूप में जुड़ें

source: New Opportunities
hi: नए अवसर

# startYourJourney
source: Start your journey with us and unlock unlimited earning potential. Join thousands of successful partners.
hi: हमारे साथ अपनी यात्रा शुरू करें और असीमित कमाई की संभावना को अनलॉक करें। हजारों सफल साझेदारों में शामिल हों।

source: High Earnings
hi: उच्च कमाई

source: Fast Growth
hi: तेज़ विकास

source: Full Support
hi: पूरा सहयोग

source: Active Partners
hi: सक्रिय साझेदार

source: Monthly Earnings
hi: मासिक कमाई

source: Partner Rating
hi: साझेदार रेटिंग

source: Start Partnership Journey
hi: साझेदारी यात्रा शुरू करें

# quickApproval
source: Quick approval in 24 hours
hi: 24 घंटे में त्वरित स्वीकृति

source: Partner
hi: साझेदार

source: Join Our Partner Network
hi: हमारे साझेदार नेटवर्क से जुड़ें

# partnershipIntro
source: Choose your preferred partnership model and start earning today
hi: अपना पसंदीदा साझेदारी मॉडल चुनें और आज ही कमाई शुरू करें

# selectPartnershipType
source: Select Your Partnership Type
hi: अपनी साझेदारी का प्रकार चुनें

source: Partner Benefits
hi: साझेदार लाभ

source: Transporter Owner
hi: परिवहन मालिक

source: Independent Car Owner
hi: स्वतंत्र कार मालिक

source: AutoRickshaw Owner
hi: ऑटो रिक्शा मालिक

source: eRickshaw Owner
hi: ई-रिक्शा मालिक

source: Earn More
hi: अधिक कमाई

# earnMoreDesc
source: Maximize your income potential
hi: अपनी कमाई की संभावना को अधिकतम करें

source: Easy Management
hi: आसान प्रबंधन

# easyManagementDesc
source: Simple app-based operations
hi: सरल ऐप-आधारित संचालन

source: Trusted Platform
hi: विश्वसनीय प्लेटफ़ॉर्म

# trustedPlatformDesc
source: Join thousands of partners
hi: हजारों साझेदारों में शामिल हों

source: Flexible Work
hi: लचीला कार्य

# flexibleWorkDesc
source: Work on your own schedule
hi: अपने समय के अनुसार काम करें

source: Registration Fees
hi: पंजीकरण शुल्क

# registrationFeesDesc
source: One-time payment for account setup
hi: खाता सेटअप के लिए एकमुश्त भुगतान

source: Account Setup Fee
hi: खाता सेटअप शुल्क

# accountSetupIncludes
source: Includes verification & documentation
hi: सत्यापन और दस्तावेज़ीकरण शामिल
