Repository: Riyazali613618/ride_with_driver
Catalog: lib/l10n/app_*.arb
Languages: bn, hi

source: Failed to load chat history
bn: চ্যাট ইতিহাস লোড করতে ব্যর্থ
hi: चैट इतिहास लोड करने में विफल

source: Network Error
bn: নেটওয়ার্ক ত্রুটি: {error}
hi: नेटवर्क त्रुटि

source: Loaded from cache
bn: ক্যাশে থেকে লোড করা হয়েছে
hi: कैश से लोड किया गया

# failed_to_send_otp
source: Failed to send OTP. Please try again.
bn: OTP পাঠাতে ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
hi: OTP भेजने में विफल। कृपया पुनः प्रयास करें।

# something_went_wrong_check_connection
source: Something went wrong. Please check your connection.
bn: কিছু ভুল হয়েছে। অনুগ্রহ করে আপনার সংযোগ পরীক্ষা করুন।
hi: कुछ गलत हुआ। कृपया अपना कनेक्शन जांचें।

# upload_failed
source: Upload failed: {error}
bn: আপলোড ব্যর্থ হয়েছে: {error}
hi: अपलोड विफल: {error}

source: Uploading media...
bn: মিডিয়া আপলোড হচ্ছে...
hi: मीडिया अपलोड हो रहा है...

source: Invoice
hi: चालान

# error_generating_pdf
source: Error generating PDF: {error}
bn: পিডিএফ তৈরি করতে ত্রুটি: {error}
hi: PDF जेनरेट करने में त्रुटि: {error}

# error_printing
source: Error printing: {error}
bn: প্রিন্ট করতে ত্রুটি: {error}
hi: प्रिंट करने में त्रुटि: {error}

# invoice_simplified_note
source: Note: This is a simplified version of your invoice. The original formatting could not be preserved in PDF format.
bn: দ্রষ্টব্য: এটি আপনার ইনভয়েসের একটি সরলীকৃত সংস্করণ। মূল ফর্ম্যাটিং সংরক্ষণ করা যায়নি PDF ফর্ম্যাটে।
hi: नोट: यह आपके चालान का सरलीकृत संस्करण है। मूल स्वरूपण को PDF प्रारूप में संरक्षित नहीं किया जा सका।

source: Error rendering content
bn: কন্টেন্ট রেন্ডার করার সময় ত্রুটি
hi: सामग्री प्रस्तुत करने में त्रुटि

source: Loading...
bn: লোড হচ্ছে...
hi: लोड हो रहा है...

source: No Internet Connection
hi: इंटरनेट कनेक्शन नहीं

# check_internet_and_retry
source: Please check your internet connection and try again.
bn: দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।

source: Retry
bn: পুনরায় চেষ্টা করুন
hi: पुनः प्रयास करें

# search_for_location
source: Search for a location...
bn: একটি অবস্থান অনুসন্ধান করুন...
hi: स्थान खोजें...

source: Image Captured!
bn: ছবি তোলা হয়েছে!
hi: छवि कैप्चर की गई!

# photo_captured_successfully
source: Your photo has been captured successfully!
bn: আপনার ছবি সফলভাবে তোলা হয়েছে!
hi: आपकी फोटो सफलतापूर्वक कैप्चर की गई है!

source: Capture Again
bn: আবার তোলা
hi: फिर से कैप्चर करें

source: Use This Photo
bn: এই ছবি ব্যবহার করুন
hi: इस फोटो का उपयोग करें

source: Capture Image
bn: ছবি তোলা
hi: छवि कैप्चर करें

source: Instructions:
hi: निर्देश:

# face_capture_instructions
source: 1. Position your face in the circle 2. Wait for the green border 3. Blink your eyes to capture
bn: ১. আপনার মুখটি বৃত্তের মধ্যে রাখুন ২. সবুজ সীমানা পর্যন্ত অপেক্ষা করুন ৩. ছবি তোলার জন্য আপনার চোখ ব্লিঙ্ক করুন
hi: 1. अपना चेहरा सर्कल में रखें 2. हरी बॉर्डर का इंतजार करें 3. कैप्चर करने के लिए आँखें झपकाएँ

source: Replace Media
bn: রিপ্লেস মিডিয়া
hi: मीडिया बदलें

# confirm_replace
source: Are you sure you want to replace
hi: क्या आप वाकई बदलना चाहते हैं

source: Cancel
bn: বাতিল
hi: रद्द करें

source: Replace
bn: প্রতিস্থাপন
hi: बदलें

source: Camera Error
bn: ক্যামেরা ত্রুটি
hi: कैमरा त्रुटि

# camera_access_issue
source: Could not access camera. Please check:
bn: ক্যামেরা অ্যাক্সেস করা যায়নি। অনুগ্রহ করে পরীক্ষা করুন:
hi: कैमरा तक पहुंच नहीं मिल सकी। कृपया जांचें:

# camera_permission_check
source: • Camera permissions are granted
bn: • ক্যামেরার অনুমতি মঞ্জুর করা হয়েছে
hi: • कैमरा अनुमतियाँ दी गई हैं

# working_camera_check
source: • Your device has a working camera
bn: • আপনার ডিভাইসে একটি কার্যকরী ক্যামেরা আছে
hi: • आपके डिवाइस में कार्यशील कैमरा है

# camera_in_use_check
source: • No other app is using the camera
bn: • অন্য কোনও অ্যাপ ক্যামেরা ব্যবহার করছে না
hi: • कोई अन्य ऐप कैमरा का उपयोग नहीं कर रहा है

source: OK
bn: ঠিক আছে
hi: ठीक है

source: Select Media Source
bn: মিডিয়া উৎস নির্বাচন করুন
hi: मीडिया स्रोत चुनें

# choose_media_method
source: Choose how you want to add your media
bn: আপনার মিডিয়া কীভাবে যোগ করতে চান তা চয়ন করুন
hi: अपना मीडिया जोड़ने का तरीका चुनें

source: Gallery
bn: গ্যালারি
hi: गैलरी

# choose_from_existing
source: Choose from existing photos
bn: বিদ্যমান ছবি থেকে চয়ন করুন
hi: मौजूदा फोटो से चुनें

source: Authentication Required
bn: প্রমাণীকরণ প্রয়োজন
hi: प्रमाणीकरण आवश्यक

# login_to_upload_media
source: You need to be logged in to upload media. Please log in and try again.
bn: আপনাকে লগ ইন করতে হবে মিডিয়া আপলোড করুন। অনুগ্রহ করে লগ ইন করুন এবং আবার চেষ্টা করুন।
hi: मीडिया अपलोड करने के लिए आपको लॉग इन करना होगा। कृपया लॉग इन करें और पुनः प्रयास करें।

source: Media Preview
bn: মিডিয়া প্রিভিউ
hi: मीडिया पूर्वावलोकन

source: Open
hi: खोलें

source: Failed to load image
bn: ছবি লোড করতে ব্যর্থ
hi: छवि लोड करने में विफल

source: Update Image
bn: ছবি আপডেট করুন
hi: छवि अपडेट करें

source: Uploading...
hi: अपलोड हो रहा है...

# max_file_size
source: (Max. File size: 25 MB)
bn: (সর্বোচ্চ ফাইলের আকার: ২৫ মেগাবাইট)
hi: (अधिकतम फाइल आकार: 25 MB)

source: Add More
bn: আরও যোগ করুন
hi: और जोड़ें

source: Unable to load PDF
bn: পিডিএফ লোড করতে অক্ষম
hi: PDF लोड करने में असमर्थ

source: Error Loading Media
bn: মিডিয়া লোড করতে ত্রুটি
hi: मीडिया लोड करने में त्रुटि

source: App Initialization Failed
bn: অ্যাপ আরম্ভ ব্যর্থ
hi: ऐप आरंभीकरण विफल

source: Ride with Driver
bn: ড্রাইভারের সাথে যাত্রা করুন
hi: ड्राइवर के साथ सवारी

# step_x_of_y
source: Step {currentStep} of {totalSteps}
bn: {totalSteps} এর {currentStep} ধাপ
hi: चरण {currentStep} / {totalSteps}

source: Previous
hi: पिछला

source: Company Name
hi: कंपनी का नाम

# enter_company_name
source: Enter your company name
bn: আপনার কোম্পানির নাম লিখুন
hi: अपने कंपनी का नाम दर्ज करें

source: Registered Address
bn: নিবন্ধিত ঠিকানা
hi: पंजीकृत पता

# enter_registered_address
source: Enter your registered address
bn: আপনার নিবন্ধিত ঠিকানা লিখুন
hi: अपना पंजीकृत पता दर्ज करें

source: Address Type
bn: ঠিকানার ধরণ
hi: पता प्रकार

# error_picking_document
source: Error picking document: {error}
bn: ডকুমেন্ট বাছাই করতে ত্রুটি: {error}
hi: दस्तावेज़ चुनने में त्रुटि: {error}

source: GSTIN
hi: जीएसटीआईएन

# enter_gstin
source: Enter your GSTIN
bn: আপনার GSTIN লিখুন
hi: अपना जीएसटीआईएन दर्ज करें

source: Business Registration Certificate
bn: ব্যবসায়িক নিবন্ধন শংসাপত্র
hi: व्यवसाय पंजीकरण प्रमाणपत्र

# upload_certificate_of_incorporation
source: Upload Certificate of Incorporation (PDF/Image)
bn: ইনকর্পোরেশনের সার্টিফিকেট আপলোড করুন (PDF/ছবি)
hi: समामेलन का प्रमाणपत्र अपलोड करें (PDF/छवि)

source: Authorized Person Aadhaar
bn: অনুমোদিত ব্যক্তির আধার
hi: अधिकृत व्यक्ति आधार

# enter_12_digit_aadhaar
source: Enter 12-digit Aadhaar number
bn: ১২-সংখ্যার আধার নম্বর লিখুন
hi: 12-अंकीय आधार संख्या दर्ज करें

# displayed_as_aadhaar
source: Displayed as: {formattedAadhar}
hi: इस रूप में दिखाया गया: {formattedAadhar}

source: Transportation Permit
bn: পরিবহন অনুমতি
hi: परिवहन परमिट

# upload_transportation_permit
source: Upload valid transportation permit documents
bn: বৈধ পরিবহন পারমিট ডকুমেন্ট আপলোড করুন
hi: वैध परिवहन परमिट दस्तावेज़ अपलोड करें

# error_picking_images
source: Error picking images: {error}
bn: ছবি বাছাই করতে ত্রুটি: {error}
hi: छवियाँ चुनने में त्रुटि: {error}

source: Total Fleet Size
bn: মোট ফ্লিট সাইজ
hi: कुल फ्लीट आकार

# small_fleet
source: Small (2-5 vehicles)
bn: ছোট (২-৫টি যানবাহন)
hi: छोटा (2-5 वाहन)

# medium_fleet
source: Medium (6-15 vehicles)
bn: মাঝারি (৬-১৫টি যানবাহন)
hi: मध्यम (6-15 वाहन)

# large_fleet
source: Large (15+ vehicles)
bn: বড় (১৫+ যানবাহন)
hi: बड़ा (15+ वाहन)

source: Vehicle Details
bn: যানবাহনের বিবরণ
hi: वाहन विवरण

# enter_number_of_vehicles
source: Enter number of {vehicleType}
bn: {vehicleType} এর সংখ্যা লিখুন
hi: {vehicleType} की संख्या दर्ज करें

source: Allow Negotiation
bn: আলোচনার অনুমতি দিন
hi: मोलभाव की अनुमति दें

source: Vehicle Photos
bn: যানবাহনের ছবি
hi: वाहन फोटो

# add_vehicle_photos_description
source: Add photos of your vehicles to showcase your fleet
bn: আপনার ফ্লিট প্রদর্শনের জন্য আপনার যানবাহনের ছবি যোগ করুন
hi: अपने फ्लीट को प्रदर्शित करने के लिए अपने वाहनों की फोटो जोड़ें

source: Add Vehicle Photos
bn: যানবাহনের ছবি যোগ করুন
hi: वाहन फोटो जोड़ें

# complete_now_message
source: Complete now → Get verified in 2 hours! If additional information is required, we will contact you.
bn: এখনই সম্পূর্ণ করুন → ২ ঘন্টার মধ্যে যাচাই করুন! যদি অতিরিক্ত তথ্যের প্রয়োজন হয়, আমরা আপনার সাথে যোগাযোগ করব।
hi: अभी पूरा करें → 2 घंटे में सत्यापित हो जाएं! यदि अतिरिक्त जानकारी की आवश्यकता होगी, तो हम आपसे संपर्क करेंगे।

# phone_verified_successfully
source: Phone number verified successfully
bn: ফোন নম্বর সফলভাবে যাচাই করা হয়েছে
hi: फोन नंबर सफलतापूर्वक सत्यापित हुआ

# verification_failed
source: Verification failed: {error}
bn: যাচাই ব্যর্থ হয়েছে: {error}
hi: सत्यापन विफल: {error}

source: Contact Information
bn: যোগাযোগের তথ্য
hi: संपर्क जानकारी

# contact_information_description
source: These details will be displayed on our website and app for client communication
bn: ক্লায়েন্ট যোগাযোগের জন্য এই বিবরণগুলি আমাদের ওয়েবসাইট এবং অ্যাপে প্রদর্শিত হবে
hi: ये विवरण ग्राहक संचार के लिए हमारी वेबसाइट और ऐप पर प्रदर्शित किए जाएंगे

source: Contact Person Name
bn: যোগাযোগের ব্যক্তির নাম
hi: संपर्क व्यक्ति का नाम

# name_example
source: e.g., John Doe
bn: যেমন, জন ডো
hi: जैसे, राहुल शर्मा

source: Mobile Number
bn: মোবাইল নম্বর
hi: मोबाइल नंबर

# use_login_number
source: Use login number ({phoneNumber})
bn: লগইন নম্বর ব্যবহার করুন ({phoneNumber})
hi: लॉगिन नंबर का उपयोग करें ({phoneNumber})

source: New Mobile Number
bn: নতুন মোবাইল নম্বর
hi: नया मोबाइल नंबर

source: Enter mobile number
bn: মোবাইল নম্বর লিখুন
hi: मोबाइल नंबर दर्ज करें

# show_mobile_number
source: Show mobile number on website/app
bn: ওয়েবসাইট/অ্যাপে মোবাইল নম্বর দেখান
hi: वेबसाइट/ऐप पर मोबाइल नंबर दिखाएं

source: WhatsApp Number
bn: WhatsApp নম্বর
hi: व्हाट्सएप नंबर

source: New WhatsApp Number
bn: নতুন WhatsApp নম্বর
hi: नया व्हाट्सएप नंबर

source: Enter WhatsApp number
bn: Whatsapp নম্বর লিখুন
hi: व्हाट्सएप नंबर दर्ज करें

# show_whatsapp_number
source: Show WhatsApp number on website/app
hi: वेबसाइट/ऐप पर व्हाट्सएप नंबर दिखाएं

# enable_in_app_chat
source: Enable In-App Chat System
hi: इन-ऐप चैट सिस्टम सक्षम करें

# enable_in_app_chat_description
source: Allow customers to contact you through our app
hi: ग्राहकों को हमारे ऐप के माध्यम से आपसे संपर्क करने की अनुमति दें

source: Review Your Information
hi: अपनी जानकारी की समीक्षा करें

# registration_verification_time
source: Your registration will be verified within 2 hours. We may contact you if additional information is needed.
hi: आपका पंजीकरण 2 घंटे के भीतर सत्यापित कर दिया जाएगा। यदि अतिरिक्त जानकारी की आवश्यकता होगी तो हम आपसे संपर्क कर सकते हैं।

source: All Localized Strings:
hi: सभी स्थानीयकृत स्ट्रिंग्स:

source: Strings with placeholders:
hi: प्लेसहोल्डर के साथ स्ट्रिंग्स:

# auth_token_not_found
source: Authentication token not found. Please login again.
hi: प्रमाणीकरण टोकन नहीं मिला। कृपया फिर से लॉगिन करें।

source: Server Error
hi: सर्वर त्रुटि

# failed_to_update_profile
source: Failed to update profile. Please check your internet connection.
hi: प्रोफाइल अपडेट करने में विफल। कृपया अपना इंटरनेट कनेक्शन जांचें।

source: Complete Your Profile
hi: अपनी प्रोफाइल पूरी करें

source: Welcome!
hi: स्वागत है!

# complete_profile_to_continue
source: Please complete your profile to continue
hi: जारी रखने के लिए कृपया अपनी प्रोफाइल पूरी करें

# first_name_required
source: First Name *
hi: पहला नाम *

source: Last Name
hi: अंतिम नाम

source: Email (Optional)
hi: ईमेल (वैकल्पिक)

# log_in
source: Login here
hi: लॉग इन करें

# enter_correct_phone
source: Please Enter Correct Phone
hi: कृपया सही फोन नंबर दर्ज करें

source: Logout
hi: लॉग आउट

# confirm_logout
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?

source: Logged out successfully
hi: सफलतापूर्वक लॉग आउट हो गया

# failed_to_logout
source: Failed to logout. Please try again.
hi: लॉग आउट करने में विफल। कृपया पुनः प्रयास करें।

# enter_all_4_digits
source: Please enter all 4 digits
hi: कृपया सभी 4 अंक दर्ज करें

# failed_to_verify_otp
source: Failed to verify OTP. Please try again.
hi: OTP सत्यापित करने में विफल। कृपया पुनः प्रयास करें।

# otp_resent
source: OTP code resent to your WhatsApp number
hi: OTP कोड आपके व्हाट्सएप नंबर पर पुनः भेजा गया

# failed_to_resend_otp
source: Failed to resend OTP. Please try again.
hi: OTP पुनः भेजने में विफल। कृपया पुनः प्रयास करें।

# verify_phone_number
source: Verify your phone number
hi: अपना फोन नंबर सत्यापित करें

# did_not_receive_code
source: Did not receive the code?
hi: कोड प्राप्त नहीं हुआ?

source: Resend Code
hi: कोड पुनः भेजें

# change_language
source: Change language {languageName}
hi: भाषा बदलें {languageName}

source: Your Review
hi: आपकी समीक्षा

source: Something went wrong
hi: कुछ गलत हुआ

source: No Reviews Yet
hi: अभी तक कोई समीक्षा नहीं

# no_reviews_received
source: You haven't received any reviews yet.
hi: आपको अभी तक कोई समीक्षा प्राप्त नहीं हुई है।

source: My Ratings & Reviews
hi: मेरी रेटिंग्स और समीक्षाएँ

# error_deleting_review
source: Error deleting review: {error}
hi: समीक्षा हटाने में त्रुटि: {error}

source: Confirm Delete
hi: हटाने की पुष्टि करें

# confirm_delete_review
source: Are you sure you want to delete this review?
hi: क्या आप वाकई इस समीक्षा को हटाना चाहते हैं?

source: Delete
hi: हटाएं

# review_rating_count
source: Review & Rating ({totalReviews})
hi: समीक्षा और रेटिंग ({totalReviews})

# error_loading_reviews
source: Error loading reviews: {error}
hi: समीक्षाएँ लोड करने में त्रुटि: {error}

# no_reviews_available
source: No reviews yet
hi: अभी तक कोई समीक्षा नहीं

# be_first_to_review
source: Be the first to share your experience!
hi: अपना अनुभव साझा करने वाले पहले व्यक्ति बनें!

source: Rate Now
hi: अभी रेट करें

# enter_your_review
source: Please enter your review
hi: कृपया अपनी समीक्षा दर्ज करें

# error_updating_review
source: Error updating review: {error}
hi: समीक्षा अपडेट करने में त्रुटि: {error}

source: Edit Review
hi: समीक्षा संपादित करें

# your_review_text
source: Your review
hi: आपकी समीक्षा

source: Update
hi: अपडेट करें

source: Could not open PDF
hi: PDF खोल नहीं सका

# error_message
source: Error: {error}
hi: त्रुटि: {error}

source: Active Subscriptions
hi: सक्रिय सदस्यताएँ

# manage_subscriptions
source: Manage your current subscriptions
hi: अपनी वर्तमान सदस्यताएँ प्रबंधित करें

source: Error
hi: त्रुटि

source: No Active Subscriptions
hi: कोई सक्रिय सदस्यता नहीं

# no_subscriptions_message
source: You don't have any active subscriptions.
hi: आपकी कोई सक्रिय सदस्यता नहीं है।

source: Active Plan
hi: सक्रिय योजना

source: Transaction History
hi: लेन-देन इतिहास

source: Upgrade Plan
hi: योजना अपग्रेड करें

source: Add payment methods
hi: भुगतान विधियाँ जोड़ें

# card_charge_description
source: This card will only be charged when you place an order.
hi: यह कार्ड केवल तभी चार्ज किया जाएगा जब आप कोई ऑर्डर देंगे।

# card_expiry
source: MM/YY
hi: महीना/साल

source: Add Card
hi: कार्ड जोड़ें

source: Upi Payment
hi: UPI भुगतान

source: Scan Card
hi: कार्ड स्कैन करें

source: My Dashboard
hi: मेरा डैशबोर्ड

source: Analytics
hi: विश्लेषण

source: Vehicles
hi: वाहन

source: Quick Actions
hi: त्वरित कार्य

source: Loading dashboard...
hi: डैशबोर्ड लोड हो रहा है...

# oops_something_wrong
source: Oops! Something went wrong
hi: उफ़! कुछ गलत हो गया

source: Profile
hi: प्रोफाइल

source: Reached
hi: पहुँचे

source: My Vehicles
hi: मेरे वाहन

# vehicles_added_count
source: {currentVehicles}/{maxLimit} vehicles added
hi: {currentVehicles}/{maxLimit} वाहन जोड़े गए

source: Vehicle Limit
hi: वाहन सीमा

# limit_reached_message
source: Limit reached! Upgrade to add more vehicles.
hi: सीमा पहुँच गई! अधिक वाहन जोड़ने के लिए अपग्रेड करें।

source: Loading vehicles...
hi: वाहन लोड हो रहे हैं...

# no_vehicles_added
source: No Vehicles Added Yet
hi: अभी तक कोई वाहन नहीं जोड़ा गया

# add_first_vehicle_message
source: Add your first vehicle to get started with bookings and manage your fleet effectively.
hi: बुकिंग शुरू करने और अपने फ्लीट को प्रभावी ढंग से प्रबंधित करने के लिए अपना पहला वाहन जोड़ें।

source: Add Vehicle
hi: वाहन जोड़ें

source: Upgrade Your Plan
hi: अपनी योजना अपग्रेड करें

# upgrade_to_transporter_message
source: You need to upgrade to the TRANSPORTER plan to add more vehicles and unlock premium features.
hi: अधिक वाहन जोड़ने और प्रीमियम सुविधाओं को अनलॉक करने के लिए आपको TRANSPORTER योजना में अपग्रेड करने की आवश्यकता है।

source: Maybe Later
hi: शायद बाद में

source: Upgrade Now
hi: अभी अपग्रेड करें

# profile_updated_success
source: Profile updated successfully!
hi: प्रोफाइल सफलतापूर्वक अपडेट हो गई!

# no_profile_data
source: No profile data available
hi: कोई प्रोफाइल डेटा उपलब्ध नहीं

# profile_photo_updated
source: Profile photo updated successfully!
hi: प्रोफाइल फोटो सफलतापूर्वक अपडेट हो गई!

# error_updating_photo
source: Error updating photo: {error}
hi: फोटो अपडेट करने में त्रुटि: {error}

source: Verified
hi: सत्यापित

source: Basic Information
hi: मूल जानकारी

source: Address Information
hi: पता जानकारी

source: Fleet Information
hi: फ्लीट जानकारी

source: Vehicle Types
hi: वाहन प्रकार

source: Vehicle Counts
hi: वाहन गणना

source: Professional Information
hi: पेशेवर जानकारी

source: Saving...
hi: सहेजा जा रहा है...

source: Save Changes
hi: परिवर्तन सहेजें

source: Select {label}
hi: {label} चुनें

source: Vehicle Information
hi: वाहन जानकारी

source: Pricing Information
hi: मूल्य निर्धारण जानकारी

source: Price Negotiable
hi: मोलभाव योग्य मूल्य

source: Service Areas
hi: सेवा क्षेत्र

source: Vehicle Specifications
hi: वाहन विशिष्टताएँ

source: About Driver
hi: ड्राइवर के बारे में

source: Vehicle Images
hi: वाहन छवियाँ

source: Processing payment...
hi: भुगतान प्रसंस्करण...

source: Add Payment
hi: भुगतान जोड़ें

source: {discountPercentage}% off
hi: {discountPercentage}% छूट

source: Total
hi: कुल

# price_in_rs
source: Rs {price}
hi: रु {price}

source: Make Payment
hi: भुगतान करें

# choose_right_plan
source: Choose the right Plan
hi: सही योजना चुनें

# choose_plan_description
source: choose a plan and set your accordingly
hi: एक योजना चुनें और उसके अनुसार सेट करें

source: Loading plans...
hi: योजनाएँ लोड हो रही हैं...

# payment_successful
source: Payment Successfully Received!
hi: भुगतान सफलतापूर्वक प्राप्त हुआ!

# payment_success_message
source: Your payment has been processed successfully. Now you can complete your registration to get started.
hi: आपका भुगतान सफलतापूर्वक संसाधित हो गया है। अब आप शुरू करने के लिए अपना पंजीकरण पूरा कर सकते हैं।

source: Complete Registration
hi: पंजीकरण पूरा करें

source: No Plans Available
hi: कोई योजना उपलब्ध नहीं

# no_plans_message
source: There are currently no plans available for this type.
hi: इस प्रकार के लिए वर्तमान में कोई योजना उपलब्ध नहीं है।

source: Refresh
hi: ताज़ा करें

source: Apply Now
hi: अभी आवेदन करें

source: Delete Vehicle
hi: वाहन हटाएं

# confirm_delete_vehicle
source: Are you sure you want to delete this vehicle?
hi: क्या आप वाकई इस वाहन को हटाना चाहते हैं?

# action_cannot_be_undone
source: This action cannot be undone.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।

source: Vehicle Actions
hi: वाहन क्रियाएँ

# select_vehicle_action
source: Select an action for this vehicle:
hi: इस वाहन के लिए एक क्रिया चुनें:

# permanently_remove_vehicle
source: Permanently remove this vehicle
hi: इस वाहन को स्थायी रूप से हटाएं

source: Disable Vehicle
hi: वाहन अक्षम करें

# hide_vehicle_from_listings
source: Hide this vehicle from listings
hi: इस वाहन को लिस्टिंग से छिपाएं

source: Enable Vehicle
hi: वाहन सक्षम करें

# make_vehicle_visible
source: Make this vehicle visible in listings
hi: इस वाहन को लिस्टिंग में दिखाएं

source: Loading vehicle details...
hi: वाहन विवरण लोड हो रहे हैं...

source: Error loading vehicle details
hi: वाहन विवरण लोड करने में त्रुटि

source: Pricing & Location
hi: मूल्य निर्धारण और स्थान

source: Vehicle Images ({count})
hi: वाहन छवियाँ ({count})

source: Failed to load
hi: लोड करने में विफल

source: Vehicle Videos ({count})
hi: वाहन वीडियो ({count})

source: Vehicle Documents
hi: वाहन दस्तावेज़

source: No documents uploaded
hi: कोई दस्तावेज़ अपलोड नहीं किया गया

source: Edit Vehicle
hi: वाहन संपादित करें

source: Press back again to exit
hi: बाहर निकलने के लिए फिर से बैक दबाएं

source: Notifications
hi: सूचनाएँ

# notification_marked_read
source: Notification marked as read
hi: सूचना पढ़ी गई के रूप में चिह्नित

source: Sharing notification...
hi: सूचना साझा की जा रही है...

source: No Notifications
hi: कोई सूचना नहीं

# no_notifications_message
source: You don't have any notifications yet.
hi: आपके पास अभी तक कोई सूचना नहीं है।

# failed_to_load_notifications
source: Failed to load notifications. Please check your connection and try again.
hi: सूचनाएँ लोड करने में विफल। कृपया अपना कनेक्शन जांचें और पुनः प्रयास करें।

source: Details
hi: विवरण

# search_error
source: Search error: {error}
hi: खोज त्रुटि: {error}

# error_getting_location
source: Error getting location details: {error}
hi: स्थान विवरण प्राप्त करने में त्रुटि: {error}

# select_location_first
source: Please select a location first
hi: कृपया पहले एक स्थान चुनें

# no_locations_found
source: No locations found matching {query}
hi: {query} से मेल खाता कोई स्थान नहीं मिला

source: Help & Support
hi: सहायता और समर्थन

source: Loading FAQ...
hi: FAQ लोड हो रहा है...

source: No FAQ Available
hi: कोई FAQ उपलब्ध नहीं

# faq_content_coming
source: FAQ content will appear here once available
hi: FAQ सामग्री उपलब्ध होने पर यहां दिखाई देगी

# find_answers
source: Find answers to common questions
hi: सामान्य प्रश्नों के उत्तर खोजें

# questions_count
source: {count} Questions
hi: {count} प्रश्न

source: Settings
hi: सेटिंग्स

# language_settings
source: change language
hi: भाषा बदलें

source: Delete Account
hi: खाता हटाएं

# delete_account_warning
source: This action cannot be undone. All your data will be permanently deleted.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता। आपका सारा डेटा स्थायी रूप से हटा दिया जाएगा।

source: My Profile
hi: मेरी प्रोफाइल

source: Load Profile
hi: प्रोफाइल लोड करें

# profile_name
source: Name: {name}
hi: नाम: {name}

# profile_phone
source: Phone: {phone}
hi: फोन: {phone}

# profile_user_type
source: User Type: {userType}
hi: उपयोगकर्ता प्रकार: {userType}

# email_copied
source: Email copied to clipboard: {email}
hi: ईमेल क्लिपबोर्ड पर कॉपी किया गया: {email}

# unable_to_open_email
source: Unable to open email client. Email: {email}
hi: ईमेल क्लाइंट खोलने में असमर्थ। ईमेल: {email}

# phone_copied
source: Phone number copied: {phone}
hi: फोन नंबर कॉपी किया गया: {phone}

# unable_to_process_phone
source: Unable to process phone number: {phone}
hi: फोन नंबर प्रोसेस करने में असमर्थ: {phone}

# address_copied
source: Address copied to clipboard
hi: पता क्लिपबोर्ड पर कॉपी किया गया

# unable_to_open_maps
source: Unable to open maps or copy address
hi: मैप्स खोलने या पता कॉपी करने में असमर्थ

source: Support Center
hi: सहायता केंद्र

# loading_support_info
source: Loading support information...
hi: सहायता जानकारी लोड हो रही है...

# how_can_we_help
source: How can we help you?
hi: हम आपकी कैसे मदद कर सकते हैं?

# choose_support_method
source: Choose the best way to reach our support team
hi: हमारी सहायता टीम तक पहुँचने का सबसे अच्छा तरीका चुनें

source: Contact by Email
hi: ईमेल द्वारा संपर्क करें

# other_ways_to_contact
source: Other Ways to Reach Us
hi: हमसे संपर्क करने के अन्य तरीके

# accept_to_continue
source: Please accept to continue
hi: जारी रखने के लिए कृपया स्वीकार करें

source: Loading data...
hi: डेटा लोड हो रहा है...

source: Failed to load data
hi: डेटा लोड करने में विफल

source: No data available
hi: कोई डेटा उपलब्ध नहीं

# read_and_agree
source: I have read and agree
hi: मैंने पढ़ लिया है और सहमत हूँ

source: Accept
hi: स्वीकार करें

# terms_conditions
source: Terms and Conditions
hi: नियम और शर्तें
